/* Favorites view title */
"Favorites" = "Favorites";

/* Search view empty state title */
"Make a Search" = "Make a Search";

/* Movie detail view title */
"Movie Detail" = "Movie Detail";

/* Empty state view title */
"No Favorites Yet" = "No Favorites Yet";

/* Search view no results view title */
"No Results" = "No Results";

/* Movie play failed alert title */
"Oh no" = "Oh no";

/* Movie play failed alert button title
   Search view error alert button title */
"OK" = "OK";

/* Search view error alert title */
"Oops" = "Oops";

/* Search view empty state message */
"Please enter a search term above\nto search for a movie." = "Please enter a search term above\nto search for a movie.";

/* Search bar placeholder text */
"Search" = "Search";

/* Search view no results view message */
"Search returned no results.\nPlease try different search." = "Search returned no results.\nPlease try different search.";

/* Search view error alert message */
"Something went wrong. Please try again later." = "Something went wrong. Please try again later.";

/* Movie play failed alert message */
"This movie preview cannot be played." = "This movie preview cannot be played.";

/* Empty state view message */
"To add favorites go to search\nand find movies you like." = "To add favorites go to search\nand find movies you like.";

